Repository: kain90/decide-ganimedes-utrilla
Catalog: decide/locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: Man
ca: Homes
es: Hombre

source: Woman
ca: Dona
es: Mujer

source: Non-binary
ca: No binari
es: No binario

source: Format: dd/mm/YYYY
ca: Format: dd/mm/AAAA
es: Formato: dd/mm/YYYY

source: First name
ca: Nom
es: Nombre

source: Last name
ca: Cognom
es: Apellidos

source: Email
ca: Correu electrònic
es: Correo electrónico

source: Birthdate
ca: Data de naixement
es: Fecha de nacimiento

source: City
ca: Ciutat
es: Ciudad

source: Sex
ca: Sexe
es: Sexo

source: Email alredy exits
ca: Correu electrònic de sortida
es: El correo electrónico ya existe

source: Future date not posible
ca: La data futura no és possible
es: Fechas posteriores no validas

source: Is active
ca: Està actiu
es: Está activo

source: Is staf
ca: És staf
es: Es personal autorizado

source: Password
ca: Contrasenya
es: Contraseña

source: Unable to log in with provided credentials.
ca: No es pot iniciar sessió amb les credencials proporcionades.
es: No se puede iniciar sesión con las credenciales provistas.

source: Must include "email" and "password".
ca: Ha d'incloure "correu electrònic" i "contrasenya".
es: Debe incluir "email" and "contraseña".

source: New user
ca: Nou usuari
es: Nuevo usuario

source: Thank you for your email confirmation. Now you can login your account.
ca: Gràcies per la vostra confirmació per correu electrònic. Ara podeu iniciar la sessió al vostre compte.
es: Gracias por la confirmación del correo electrónico. Ahora puedes iniciar la sesión de tu cuenta.

source: Go to login
ca: Iniciar Sessió
es: Iniciar Sesión

source: Please confirm your email address to complete the registration
ca: Confirmeu la vostra adreça de correu electrònic per completar el registre
es: Por favor, confirme su dirección de correo electrónico para completar el registro

source: Log in
ca: Iniciar Sessió
es: Iniciar Sesión

source: Login
ca: Iniciar Sessió
es: Iniciar Sesión

source: Enter an email and a password.
ca: Introduïu un correu electrònic i una contrasenya.
es: Introduzca un correo electrónico y una contraseña.

source: Error: The credentials are not valid
ca: Error: les credencials no són vàlides
es: Error: Las credenciales no son válidas

source: Sign up a new user
ca: Registra't un nou usuari
es: Registrar nuevo usuario

source: Submit
ca: Presentar
es: Enviar

source: Sign up
ca: Registra't
es: Registrarse

source: Open votings
ca: Votacions obertes
es: Votaciones abiertas

source: Census
ca: Cens
es: Censo

source: Closed Votings
ca: Votacions Tancades
es: Votaciones Cerradas

source: Welcome
ca: Benvinguda
es: Bienvenid@

source: The voting can not be accessed because it has not started.
ca: La votació no es pot accedir perquè no s'ha iniciat.
es: No se puede acceder a la votación porque no ha comenzado.

source: The voting can not be accessed because it has ended. You can access to the results in the following link:
ca: La votació no es pot accedir perquè s'ha acabat. Podeu accedir als resultats al següent enllaç:
es: No se puede acceder a la votación porque ya ha terminado. Puedes acceder al resultado en el siguiente link:

source: Results
ca: Resultats
es: Resultados

source: This voting does not contain any questions, so it can not be accessed yet. Try it again later.
ca: Aquesta votació no conté cap pregunta, de manera que encara no es pot accedir a ella. Proveuuna altra vegada més tard.
es: Esta votación no contiene preguntas, por lo que aún no se puede acceder. Inténtalo de nuevo más tarde.

source: Answer with voice
ca: Respondre amb veu
es: Responder con voz

source: Send vote
ca: Enviar vot
es: Enviar voto

source: Speech Synthesis not supported
ca: La síntesi de veu no és compatible
es: Síntesis de voz no soportada

source: Your browser does not support speech synthesis.
ca: El vostre navegador no admet la síntesi de veu.
es: Su navegador no soporta la síntesis de voz.

source: We recommend you use Google Chrome.
ca: Us recomanem que feu servir Google Chrome.
es: Le recomendamos utilizar Google Chrome.

source: Congratulations. Your vote has been sent
ca: Felicitacions. S'ha enviat el vostre vot
es: Felicidades. Tu voto ha sido enviado.

source: You must select an option for each question.
ca: Heu de seleccionar una opció per a cada pregunta.
es: Debes seleccionar una opción para cada pregunta.

source: Home
ca: Inici
es: Inicio

source: Create census
ca: Crear cens
es: Crear censo

source: Choose one of the filters below to create the census.
ca: Trieu un dels filtres a continuació per crear el cens.
es: Elige uno de los siguientes filtros para crear un censo.

source: Create census with users from this city
ca: Creeu un cens amb usuaris d'aquesta ciutat
es: Crear censos con usuarios de esta ciudad

source: Ex: Sevilla
es: Ej: Sevilla

source: Create census with users of this sex
ca: Creeu un cens amb els usuaris d'aquest sexe
es: Crear censos con usuarios de este sexo

source: Choose a sex
ca: Tria un sexe
es: Escoge un sexo

source: Male
ca: Home
es: Hombre

source: Female
ca: Dona
es: Mujer

source: Create census with users in this age range
ca: Creeu un cens amb usuaris d'aquest rang d'edat
es: Crear censos con usuarios en este rango de edad

source: From this age
ca: A partir d'aquesta edat
es: De esta edad

source: To this age
ca: A aquesta edat
es: A esta edad

source: Create census with all existing users
ca: Creeu un cens amb tots els usuaris existents
es: Crear censo con todos los usuarios existentes

source: Voting
ca: Votació
es: Votación

source: Back
ca: Enrere
es: Atrás

source: Creation of censuses using filters
ca: Creació de censos mitjançant filtres
es: Creación de censos usando filtros

source: Create custom census
ca: Crea un cens personalitzat
es: Crear censo personalizado

source: Adding voters on a vote
ca: Afegint votants en una votació
es: Añadir votantes a una votación

source: Select voting
ca: Selecciona la votació
es: Seleccionar votación

source: Filtering
ca: Filtratge
es: Filtrado

source: Initial age
ca: Edat inicial
es: Edad inicial

source: Final age
ca: Edat final
es: Edad final

source: Census history
ca: Historial del cens
es: Historial de censo

source: History
ca: Història
es: Historial

source: Date/time
ca: Data i hora
es: Fecha/Hora

source: User
ca: Usuari
es: Usuario

source: Action
ca: Acció
es: Acción

source: This object doesn't have a change history. It probably wasn't added via this admin site.
ca: Aquest objecte no té un historial de canvis. Probablement no s'hagi afegit a través d'aquest lloc d'administració.
es: Este elemento no ha cambiado, puede haber sido añadido por el administrador

source: Delete census
ca: Suprimeix el cens
es: Borrar censo

source: Are you sure you want to delete this census? All of the following related items will be deleted
ca: Esteu segur que voleu suprimir aquest cens? S'eliminaran tots els següents elements relacionats
es: ¿Estás seguro de que quieres borrar este censo? Todos los elementos siguientes serán borrados

source: Voting ID
ca: ID de vot
es: ID de la votación

source: Be careful: this action cannot be undone!
ca: Aneu amb compte: aquesta acció no es pot desfer.
es: Cuidado: esta acción no puede ser deshecha

source: Yes, I'm sure
ca: Sí, n'estic segur
es: Sí, estoy seguro

source: No, take me back
ca: No, prengui'm de tornada
es: No, volver atrás

source: Edit census
ca: Edita el cens
es: Editar censo

source: Select the voting to assign to this census
ca: Seleccioneu la votació per assignar a aquest cens
es: Seleccionar la votación a añadir a este censo

source: Select the user to assign to this census
ca: Seleccioneu l'usuari que voleu assignar a aquest cens
es: Selecionar el usuario a añadir a este censo

source: Import census
ca: Import cens
es: Importar censo

source: Import CSV
es: Importar CSV

source: Choose the CSV file with the censuses to be imported into the system.
ca: Trieu el fitxer CSV amb els censos que cal importar al sistema.
es: Escoge el archivo CSV con los censos a importar en el sistema

source: File
ca: Fitxer
es: Archivo

source: Only CSV files
ca: Només fitxers CSV
es: Soló archivos CSV

source: Upload CSV
ca: Penja CSV
es: Subir CSV

source: Add census with filters
ca: Afegiu un cens amb filtres
es: Añadir censos con filtros

source: Add custom census
ca: Afegiu un cens personalitzat
es: Añadir censo personalizado

source: Export all
ca: Exporta-ho tot
es: Exportar todo

source: Import all
ca: Importa'ls tots
es: Importar todo

source: Voters
ca: Votants
es: Votantes

source: Edit
ca: Edita
es: Editar

source: Delete
ca: Suprimeix
es: Borrar

source: No census to show
ca: Sense cens per mostrar
es: No hay censos para mostrar

source: View Voters
ca: Veure votants
es: Ver votantes

source: Date of birth
ca: Data de naixement
es: Fecha de nacimiento

source: Results:
ca: Resultats
es: Resultados:

source: Number of votes:
ca: Nombre de vots:
es: Número de votos:

source: Team
ca: Equip
es: Equipo

source: Question:
ca: Qüestió:
es: Pregunta:

source: Download results as
ca: Descarregar resultats com
es: Descargar resultados como

source: Ended votings
ca: Votacions finalitzades
es: La votación está abierta

source: Name
ca: Nom
es: Nombre

source: Description
ca: Descripció
es: Descripción

source: Question(s)
ca: Preguntes
es: Pregunta (s)

source: Start/end
ca: Inici/final
es: Inicio/fin

source: Link
ca: Enllaç
es: Enlace

source: Started:
ca: Iniciat:
es: Empezado:

source: Ended:
ca: Finalitzada:
es: Terminado:

source: Go
ca: Anar
es: Ir

source: There are no ended votings yet
ca: Encara no hi ha cap votació finalitzada
es: Todavía no hay votaciones finalizadas

source: Voting not started
ca: No s'ha iniciat la votació
es: Aún no hay votaciones terminadas

source: Votes have not been counted yet. Please try again later
ca: Encara no s'han comptabilitzat els vots. Siusplau, intenta-ho més tard
es: La votación no ha comenzado

source: In Progress
ca: En progrés
es: En progreso

source: Stats
ca: Estadístiques
es: Estadísticas

source: Census Size:
ca: Mida del cens:
es: Tamaño del censo

source: Voters Turnout:
ca: Reconeixement de votants:
es: Asistencia de los votantes

source: Participation:
ca: Participació
es: Participación

source: Interested in the participation according to genders? Check it out!
ca: Està interessat en la participació segons els sexes? Comprova-ho!
es: ¿Quieres saber la participación por género? ¡Míralo!

source: Women
ca: Dones
es: Femenino

source: Non-Binary
ca: No binari
es: No binario

source: Men
ca: Homes
es: Hombre

source: women voted
ca: les dones van votar
es: mujer votada

source: of the total
ca: del total
es: del total

source: non-binary voted
ca: votació no binària
es: no binario votado

source: men voted
ca: els homes van votar
es: hombre votado

source: to
ca: a
es: a

source: years old
ca: anys
es: años

source: The average age of people who voted is...
ca: L'edat mitjana de les persones que van votar és ...
es: La edad media de los votantes es...

source: Nobody has voted yet :(
ca: Ningú ha votat encara :(
es: Nadie ha votado aún :(

source: The average age of people who didn't vote is...
ca: L'edat mitjana de les persones que no van votar és...
es: La edad media de los votantes que aún no han votado es...

source: Everyone has voted already :)
ca: Tothom ha votat ja :)
es: Ya han votado todos :)

source: Voting is open
ca: La votació està oberta
es: La votación está abierta

source: Voter's Mean Age:
ca: Edat Mitjana de l'elector:
es: Edad media del votante:

source: Non-Voter's Mean Age:
ca: Edat mitjana no votant:
es: Edad media del no votante

source: Voter's Age Analysis:
ca: Anàlisi de l'edat dels votants:
es: Análisis de edad del votante:

source: Women participation:
ca: Participació de les dones:
es: Participación femenina:

source: Non-binary participation:
ca: Participació no binària:
es: Participación no binaria:

source: Men participation:
ca: Participació dels homes:
es: Participación masculina:

source: Booth
ca: Cabina
es: Cabina

source: Not provided.
ca: No proporcionat.
es: No provisto.

source: Access to the booth
ca: Accedir a la cabina
es: Acceso a la cabina

source: See the stats
ca: Veure les estadístiques
es: Ver las estadísticas

source: There are no open votings in the system.
ca: No hi ha votacions obertes al sistema.
es: No hay votaciones abiertas en el sistema.

source: Choose a voting
ca: Tria una votació
